Repository: pmpr/wp-mdl-optimization-manager
Catalog: translation/*.po
Languages: fa_ir

source: Customers
fa_ir: مشتریان

source: Optimization Module Request Page
fa_ir: صفحه درخواست ماژول افزایش سرعت

source: Wordpress Optimization
fa_ir: افزایش سرعت وردپرس

source: General
fa_ir: عمومی

source: General configuration
fa_ir: پیکربندی عمومی

source: Title & Description
fa_ir: عنوان و شرح

source: Page Title
fa_ir: عنوان صفحه

source: Leve empty if you want use page's own title.
fa_ir: اگر می‌خواهید از عنوان خود صفحه استفاده شود، خالی رها کنید.

source: Page Description
fa_ir: شرح صفحه

source: Subscription
fa_ir: اشتراک‌

source: Subscription purchase card
fa_ir: کارد خرید اشتراک

source: Card
fa_ir: کارد

source: Image
fa_ir: تصویر

source: Campaigns
fa_ir: کمپین‌ها

source: Campaigns card
fa_ir: کارد کمپین‌ها

source: Enable Card
fa_ir: فعال‌سازی کارد

source: Title
fa_ir: عنوان

source: Description
fa_ir: شرح

source: Promotion Text
fa_ir: متن پروموشن

source: Action Link
fa_ir: لینک اکشن

source: Action Text
fa_ir: متن اکشن

source: Optimization Manager
fa_ir: م افزایش سرعت

source: Optimization Manager Setting
fa_ir: تنظیمات مدیریت افزایش سرعت

source: Module Setting
fa_ir: تنظیمات ماژول

source: General Configuration
fa_ir: پیکربندی عمومی

source: Config
fa_ir: پیکربندی

source: WP Speed Page
fa_ir: صفحه افزایش سرعت وردپرس

source: Related Component
fa_ir: کامپوننت مرتبط

source: Free Variation Alert
fa_ir: اعلان نسخه رایگان

source: VirtualBrowser Apps
fa_ir: اپ‌های مربوط به Virtual Browser

source: Used for extract critical css and other remote optimizations.
fa_ir: برای استخراج استایل ضروری و سایر بهینه سازی های ریموت استفاده می شود.

source: App name
fa_ir: نام اپلیکیشن

source: Write full url
fa_ir: آدرس کامل را بنویسید

source: App Token
fa_ir: توکن App

source: Use for communication between pmpr & remote app
fa_ir: برای برقراری ارتباط بین pmpr و remote استفاده می‌شود

source: Statistics
fa_ir: آمار و ارقام

source: Items
fa_ir: آیتم‌ها

source: Icon
fa_ir: آیکون

source: Installation Request
fa_ir: درخواست نصب

source: Configure Multistep
fa_ir: پیکربندی مالتی‌استپ

source: Request Page
fa_ir: صفحه درخواست

source: Page
fa_ir: صفحه

source: %s has successfully subscribed to %s.
fa_ir: %s با موفقیت در %s مشترک شد.

source: Your domain already subscribed and can not subscribe to %s
fa_ir: دامنه شما قبلاً مشترک شده است و نمی توانید در %s مشترک شوید

source: Something wrong on adding %s to cart, please try again.
fa_ir: مشکلی در افزودن %s به سبد خرید وجود دارد، لطفاً دوباره امتحان کنید.

source: subscription
fa_ir: اشتراک

source: Plan
fa_ir: پلن

source: coins
fa_ir: سکه‌

source: Extra Variation
fa_ir: انواع سکه اضافی

source: Invalid order type
fa_ir: نوع سفارش نامعتبر است

source: Number of Coins
fa_ir: تعداد سکه

source: Expiration Date
fa_ir: تاریخ انقضا

source: Have Not
fa_ir: ندارد

source: The ability to transfer to a new plan
fa_ir: قابل انتقال به پلن جدید

source: Has It
fa_ir: هست

source: Pricing
fa_ir: قیمت گذاری

source: Please select a plan first.
fa_ir: لطفا ابتدا یک پلن را انتخاب کنید.

source: Please select a coin first.
fa_ir: لطفا یک مقدار سکه انتخاب کنید.

source: Please select a your order type.
fa_ir: لطفا نوع سفارش خود را مشخص کنید.

source: Buy a subscription
fa_ir: خرید اشتراک

source: Buy extra coins
fa_ir: خرید سکه اضافی

source: %s coin
fa_ir: %s سکه

source: %s OFF
fa_ir: %s تخفیف

source: Services Cost
fa_ir: هزینه خدمات

source: Choice Order Type
fa_ir: انتخاب نوع سفارش

source: User should determine what kind of product he/she needs.
fa_ir: کاربر باید تعیین کند که به چه نوع محصولی نیاز دارد.

source: Choice Order
fa_ir: انتخاب سفارش

source: User should determine what product he/she needs.
fa_ir: کاربر باید مشخص کند که به چه محصولی نیاز دارد.

source: %s coins
fa_ir: %s سکه

source: Subscriptions
fa_ir: اشتراک‌ها

source: Only the first coin type rule is included in the subscription process.
fa_ir: فقط اولین قاعده از نوع سکه در فرآیند پردازش اشتراک لحاظ می‌شود.

source: Coin
fa_ir: سکه

source: Critical CSS Usage
fa_ir: مصرف استایل ضروری

source: For all devices(Desktop & Mobile)
fa_ir: برای همه دستگاه‌ها (دسکتاپ و موبایل)

source: Speed Test Usage
fa_ir: مصرف تست سرعت

source: For each page
fa_ir: برای هر صفحه

source: Initial Coin
fa_ir: سکه اولیه

source: Subscription Period
fa_ir: دوره اشتراک

source: Critical CSS
fa_ir: استایل‌ ضروری

source: Speed Test
fa_ir: تست سرعت

source: Coins
fa_ir: سکه

source: Period
fa_ir: دوره

source: Plan can not be empty, please select a plan first.
fa_ir: پلن نمی تواند خالی باشد، لطفاً ابتدا یک پلن را انتخاب کنید.

source: Selected plan not found.
fa_ir: پلن انتخابی یافت نشد.

source: Actions
fa_ir: عملیات

source: Token
fa_ir: توکن

source: Usage IDs
fa_ir: شناسه‌های استفاده

source: Usages Status
fa_ir: وضعیت استفاده‌ها

source: Your Request is valid.
fa_ir: درخواست شما معتبر است.

source: Can not detect your domain. please contact us.
fa_ir: نمی‌توانیم دامنه‌ شما را شناسایی کنیم، لطفا با ما تماس بگیرید.

source: Usages statuses changed successfully.
fa_ir: وضعیت استفاده‌ها با موفقیت تغییر کرد.

source: Your request is not valid and requested route does not exists.
fa_ir: درخواست شما معتبر نیست و مسیر درخواستی وجود ندارد.

source: Usages added successfully.
fa_ir: موارد استفاده با موفقیت اضافه شد.

source: Can not add usage for requested domain.
fa_ir: نمی‌تواند موارد استفاده برای دامنه درخواستی اضافه کرد.

source: Can not calculate your requested actions coin amount.
fa_ir: نمی توان مقدار سکه اقدامات درخواستی شما را محاسبه کرد.

source: Seems the domain has no valid subscription.
fa_ir: به نظر می‌رسد که دامنه شما اشتراک فعالی ندارد.

source: Pricing Multistep
fa_ir: مالتی‌استپ قیمت‌گذاری

source: Enable reCAPTCHA for pricing page's multistep.
fa_ir: فعال سازی ریکپچا برای صفحه مالتی استپ قیمت گذاری.

source: Subscription Setting
fa_ir: تنظیمات اشتراک

source: Optimization Manager Subscription Setting
fa_ir: تنظیمات اشتراک مدیریت افزایش سرعت

source: Purchased for %s domain
fa_ir: خریداری شده برای دامنه %s
